Repository: jmcclelland/polyglot
Catalog: *.po
Languages: it

source: Confirm deletion
it: Confermare la cancellazione

source: Reset password
it: Ripristina la password

source: Richiesta eliminazione account.
it: Richiedere la cancellazione dell'account.

source: Cambia password.
it: Cambiare la password.

source: Hai richiesto di eliminare il tuo account. Se decidi di proseguire il tuo account verrà immediatamente disattivato ed eliminato dopo quindici giorni. Fino ad allora avrai la possibilità di <b>annullare l'operazione effettuando un nuovo login</b>. Per proseguire clicca
it: Hai chiesto di cancellare il tuo account. Se scegli di continuare il tuo account sarà immediatamente disattivato e cancellato dopo quindici giorni. Fino ad allora avrai la possibilità di <b>cancellare</b> facendo un nuovo login</b>. Per continuare clicca

source: Hai richiesto di cambiare la tua password. Dovrai crearne una nuova e confermarla. Per continuare clicca
it: Hai chiesto di cambiare la tua password. Dovrai crearne una nuova e confermarla. Per continuare clicca su

source: New password
it: Nuova password

source: Confirm new password
it: Conferma la nuova password

source: Password cannot be numeric!
it: La password non può essere numerica!

source: Password too short!
it: Password troppo corta!

source: Password must contains at least a letter!
it: La password deve contenere almeno una lettera!

source: Password must contains at least a number!
it: La password deve contenere almeno un numero!

source: Password must contains at least a special character!
it: La password deve contenere almeno un carattere speciale!

source: Passwords don't match!
it: Le password non corrispondono!

source: The Email must be set
it: L'e-mail deve essere impostata

source: Superuser must have is_staff=True.
it: Il superutente deve avere is_staff=True.

source: Superuser must have is_superuser=True.
it: Il superutente deve avere is_superuser=True.

source: Email address
it: indirizzo e-mail

source: Profile image
it: Immagine del profilo

source: active
it: Attivo

source: Designates whether this user should be treated as active.Unselect this instead of deleting accounts.
it: Indica se questo utente deve essere trattato come attivo. Deseleziona questo invece di eliminare gli account.

source: User
it: Utente

source: Users
it: Utenti

source: Confirm registration
it: Confermare la registrazione

source: Manca solo un passaggio!
it: Manca solo un passo!

source: Hai trenta giorni per completare la registrazione. Conferma il tuo indirizzo email cliccando
it: Per completare la registrazione conferma il tuo indirizzo email cliccando su

source: Account deleted
it: Account cancellato

source: Account eliminato
it: Account cancellato

source: Il tuo account è stato eliminato correttamente, tutti i tuoi dati sono stati cancellati dai nostri server. Ci dispiace vederi andare via.
it: Il tuo account è stato cancellato con successo, tutti i tuoi dati sono stati eliminati dai nostri server. Siamo spiacenti di vederti andare via.

source: Resume owner
it: Proprietario del curriculum

source: Resume name
it: Nome del curriculum

source: Resume creation date
it: Data di creazione del curriculum

source: Resume update date
it: Data di aggiornamento del curriculum

source: Resume owner firstname
it: Nome del proprietario del curriculum

source: Resume owner lastname
it: Nome del proprietario del curriculum

source: Owner birthday
it: Compleanno del proprietario

source: Resume owner profile image
it: Riprendi l'immagine del profilo del proprietario

source: Owner address
it: Indirizzo del proprietario

source: Contact info
it: Informazioni di contatto

source: Work Experience
it: Esperienza di lavoro

source: Education
it: Educazione

source: Skills
it: Competenze

source: Soft skills
it: Competenze trasversali

source: More info
it: Più informazioni

source: Resume
it: Riprendi

source: Resumes
it: Riprese

source: Image
it: Immagine

source: Image owner
it: Proprietario dell'immagine

source: Images
it: Immagini

source: Si è verificato un errore imprevisto, ti consigliamo di provare più tardi.
it: Si è verificato un errore inaspettato, si prega di riprovare più tardi.

source: Torna alla home
it: Torna a casa

source: Email generata automaticamente da mycv.
it: Email generata automaticamente dalla mycv.

source: Se non hai idea di cosa stia succedendo ignora questa email ed elimina tutte le prove del nostro imperdonabile errore.
it: Se non avete idea di cosa stia succedendo ignorate questa email e cancellate tutte le prove del nostro imperdonabile errore.

source: Link non valido
it: Collegamento non valido

source: Cambia password
it: Cambiare la password

source: La nuova password deve essere lunga almeno <b>8 caratteri</b>, deve contenere <b>almeno un numero</b>, <b>un carattere speciale</b> ( @_+!#$%%^&*()<>?/\|}{~:.;,- ) e non può essere solo numerica.
it: The new password must be at least <b>8 characters</b> long, must contain <b>at least one number</b>, <b>one special character</b> ( @_+!#$%%^&*()<>?/\}{~:.;,- ) and cannot be just numeric.

source: Ripeti la nuova password
it: Ripetere la nuova password

source: La registrazione è stata completata con successo e il tuo account ora è attivo, torna alla <a href="mycv.com">home</a>, fai il login e crea il tuo curriculum!
it: La tua registrazione è stata completata con successo e il tuo account è ora attivo, torna alla <a href="mycv.com">home</a>, accedi e crea il tuo curriculum!

source: Passowrd cambiata con successo. Torna alla <a href="mycv.com">home</a> e riprendi da dove hai lasciato.
it: Passowrd cambiato con successo. Torna alla <a href="mycv.com">home</a> e riprendi da dove hai lasciato

source: Eliminazione account iniziata
it: La cancellazione dell'account è iniziata

source: Eliminazione del tuo account in corso.
it: La cancellazione dell'account è iniziata

source: Il tuo account verrà eliminato definitivamente: tutti i tuoi dati verranno eliminati dai nostri server. Hai trenta giorni per annullare la procedura cliccando sul link
it: Il tuo account è stato cancellato con successo, tutti i tuoi dati sono stati eliminati dai nostri server. Siamo spiacenti di vederti andare via.

source: Procedura di eliminazione avviata. Il tuo account verrà eliminato definitivamente tra trenta giorni. Se cambiassi idea, ti abbiamo inviato una mail con le istruzioni per annullare l'eliminazione.
it: Il processo di cancellazione è iniziato. Il tuo account sarà cancellato definitivamente tra quindici giorni, fino ad allora potrai effettuare un nuovo login per annullare la cancellazione.

source: Eliminazione annullata
it: La cancellazione dell'account è iniziata

source: Procedura di eliminazione annullata. Il tuo account è di nuovo attivo, effettua il login per accedere a tui dati.
it: Procedura di cancellazione annullata. Il tuo account è di nuovo attivo, effettua il login per accedere ai tuoi dati.

source: Deletion request
it: Richiesta di cancellazione

source: Deletion cancelled
it: Cancellazione cancellata

source: Hai effettuato il login e il processo di eliminazione è stato annullato con successo.
it: Hai effettuato il login e il processo di cancellazione è stato annullato con successo.
